export const PART_NUMBE = `형상관리품목으로 지정된 수준의 CSCI는 물론 그 하부체계인 CSC의 식별을 용이하게 하기 \n위하여 『국방규격의 서식 및 작성에 관한 지침』에 의거 부여된 부품번호를 사용한다. \n이때, 상용품은 상용품의 부품번호를 그대로 적용하고, \n외국에서 도입된 품목인 경우 외국의 부품 그대로 적용한다. \n단, CDR시 부품번호 생성이 불가능한 경우 규격화시 추가 작성한다.`

export const CSCI_CSC_NAME = `소프트웨어 형상관리 단위인 CSCI/CSC 명칭의 영문(한글약어 사용가능) 약어로 기술한다. \n이때, CSCI/CSC 식별자의 자리수는 각각 4 ~ 10자리로 한다.`

export const SW_TYPE = `내장형 소프트웨어의 기능별 유형을 식별하기 위한 소프트웨어 유형을 나타낸다. 
                     \n예) F : 운용기능을 수행하는 소프트웨어,\nS : 지원기능을 수행하는 소프트웨어,\nC : 운용과 지원기능을 복합적으로 수행하는 소프트웨어, \nT : 자체진단용 목적의 기능을 수행하는 소프트웨어,  \nU : 현재 개발을 위한 시험중에 있는 소프트웨어`

export const SERIAL_NUMBER = `내장형 소프트웨어의 CSCI, CSC 식별번호를 지정한 순서를 나타내는 일련번호이다. \n일련번호는 001에서 999까지 계속되는 세 자리 숫자로 기술한다.`

export const SW_DOC_CATEGORY = `소프트웨어 와 기술도서를 구분하기 위한 것으로 소프트웨어를 나타낼 때는 A, \n관련 기술문서를 나타낼 때는 D로 기술한다.`

export const SW_SCE_LEVEL = `내장형 소프트웨어의 비밀등급을 나타낸다. \n1급 비밀 : T, 2급 비밀 : S, 3급 비밀 : C, 대외비(군전용) : F, 일반(상용) : U로 기술한다.`

export const SW_VERSION = `버전번호는 CSCI,  CSC의 기준선 또는 각각의 변경을 나타내는 식별자로서 \n영문자 V와 4자리 위치의 구독점이 있는 숫자로 기술한다.
   \n예)버전 1.00이면 V1.00으로 표시한다.`

export const SW_EDIT_NUMBER = `CSCI, CSC의 결함을 발견하여 이를 수정하였을 때 부여하는 수정번호로서 \n수정이 완료되면 형상관리품목의 수준에 따라 최초의 기준선 CSCI, CSC를 대체하게 된다. \n이 때 개정번호는 001, 002, 003, … 과 같이 세 자리 숫자를 \n수정의 의미를 나타내는 영문자 REV 다음에 기술한다.`

