export const productConditionRepositoryFormFieldsHeader: string[] = [
  "파일명",
  "상세업무",
  "장절",
  "작성일시",
  "올린이",
  "설명"
]

export const productConditionRepositoryFormFieldsColumn: string[][] = [
  [
    "체계요구사항명세서(SSRS)",
    "형상식별",
    "",
    "2023.11.04 15:00:00",
    "홍길동",
    "형상식별자 업데이트"
  ],
  [
    "체계요구사항명세서(SSRS)",
    "형상식별",
    "",
    "2023.11.04 15:00:00",
    "홍길동",
    "형상식별자 업데이트"
  ],
  [
    "체계요구사항명세서(SSRS)",
    "요구사항 입력",
    "",
    "2023.11.04 15:00:00",
    "홍길동",
    "형상식별자 업데이트"
  ],
  [
    "소프트웨어개발계획서(SDP)",
    "분류체계 식별자 관리",
    "",
    "2023.11.04 15:00:00",
    "홍길동",
    "형상식별자 업데이트"
  ],
] 