export const BarChartLabelField:string[] = [
  "산출물 관리",
  "요구사항 관리",
  "시험 관리",
  "형상 관리",
  "품질관리"
] 

export const BarChartValueField:number[][] = [
  [
    10,
    20,
    30,
    40,
    100,
  ],
  [
    30,
    40,
    10,
    20,
    30,
  ],
  [
    40,
    20,
    30,
    50,
    60,
  ],
  [
    80,
    10,
    20,
    50,
    60,
  ],
  [
    30,
    60,
    80,
    20,
    40,
  ],
  [
    40,
    30,
    10,
    20,
    30,
  ],
  [
    50,
    60,
    70,
    20,
    10,
  ],
  [
    80,
    70,
    80,
    90,
    10,
  ],
  [
    20,
    30,
    40,
    10,
    80,
  ],
]